{
  "home": "Home",
  "about": "About Us",
  "services": "Services",
  "projects": "Projects",
  "contact": "Contact",
  "language": "Language",
  "hello": "Hello",
  "featured_projects": "Featured Projects",
  "description": "We have worked with companies from various sectors, creating digital solutions that drive their growth. These are some of our featured projects.",
  "welcome_message": "Welcome to our application!",
  "about_us": "About Us",
  "our_services": "Our Services",
  "connect_companies": "We connect companies with innovative technological solutions to drive their global success.",
  "transforming": "Transforming",
  "ideas_into_digital_reality": "Ideas into digital reality",
  "transform_ideas": "We transform your ideas into innovative and agile software, using the latest technologies to create lasting solutions that evolve with your business.",
  "contact_us": "Contact Us",
  "build_for_future": "Build for the future",
  "take_business_next_level": "It's time to take your business to the next level. Dark Matter helps companies of all sizes transform their operations and connect the digital world with the physical through advanced technology.",
"learn_more_about_us": "Learn more about us",
"pickup_corto": "Vehicle management and maintenance platform with tracking of the detailing, repair, and delivery process, plus administration for sales and rentals.",
"pickup_largo": "Pickup Workshop is an advanced system that provides complete detailing and vehicle maintenance management services. It enables real-time tracking of the pickup, repair, and delivery process, ensuring efficient control at every stage. It includes detailed reports with specifications of each service performed, offering transparency and traceability.\nAdditionally, the system is part of a vehicle administration network for sales and rentals, where automobiles are assigned and moved in an organized manner to predefined delivery points. This optimizes logistics management and ensures that each unit reaches its designated destination efficiently.",
"pickup_sub": "Comprehensive Platform for Vehicle Maintenance and Management",
"pickup_date": "January 2022",
"jade_corto": "Accounts receivable management platform with real-time sales monitoring and mobile apps for vendors and supervisors.",
"jade_largo": "Grupo Jade Rosario SRL is a comprehensive system for managing accounts receivable from vendors and clients. It includes full supervisor control, real-time tracking of vendors, locations, returns, quotations, and invoices. It also features advanced statistics, due date alerts, and low inventory notifications. Everything is connected to a sales application that allows vendors to manage clients, inventory, routes, goals, and document printing. Additionally, there is a supervisor application that enables real-time monitoring and administration of all relevant information.",
"jade_sub": "Comprehensive Business and Sales Management System",
"jade_date": "August 2024",
"luna_corto": "Wholesale sales platform with private eCommerce, order management, automated invoicing, and profile control.",
"luna_largo": "Rodríguez Luna Import is a sales system designed for wholesale clients and vendors, offering a private eCommerce specialized in wholesale sales of parts and spare parts. It is part of a comprehensive administration system that enables efficient order counting, invoicing with automatic notifications, and real-time updates. The system supports various file types, advanced authentication, and multiple filters to facilitate product searches. It also includes subprocesses and detailed profile control for administrators, vendors, clients, and suppliers.",
"luna_sub": "Private eCommerce for Wholesale Sales of Parts and Spare Parts",
"luna_date": "June 2023",
"gestion": "Managed by Dark Matter",
"talk": "Let's Talk",
  "basic_info": "Basic Information",
  "full_name": "Full Name",
  "required_field": "This field is required",
  "email": "Email",
  "valid_email": "Enter a valid email",
  "phone_optional": "Phone (optional)",
  "company": "Company or Organization",
  "project_details": "Project Details",
  "service_interest": "Service of Interest",
  "software_development": "Software Development",
  "tech_consulting": "Tech Consulting",
  "ai": "Artificial Intelligence",
  "mobile_apps": "Mobile Apps",
  "others": "Others",
  "company_size": "Company Size",
  "small_company": "Small Company",
  "medium_company": "Medium Company",
  "large_company": "Large Company",
  "startup": "Startup",
  "budget": "Approximate Budget",
  "less_than_5000": "Less than 5,000",
  "5000_10000": "5,000 - 10,000",
  "10000_20000": "10,000 - 20,000",
  "more_than_20000": "More than 20,000",
  "project_deadline": "Project Deadline",
  "additional_message": "Additional Message",
  "message": "Message or Inquiry",
  "how_did_you_find_us": "How did you find us",
  "social_media": "Social Media",
  "recommendation": "Recommendation",
  "google_search": "Google Search",
  "confirmation_privacy_policy": "Confirmation and Privacy Policy",
  "accept_privacy_policy": "I accept the privacy policy",
  "must_accept_privacy_policy": "You must accept the privacy policy",
  "send": "Send",
  "back": "Back",
  "next": "Next",
  "form_sent_successfully": "Form sent successfully",
  "error": "Error",
  "contact_form": "Contact Form",
  "dark_title": "Dark",
  "dark_subtitle": "Solutions for all platforms",
  "matter_title": "Matter",
  "matter_subtitle": "Building the digital future",
  "code_title": "CODE",
  "code_subtitle": "Custom software development",
  "interested_in_more_projects": "Interested in more projects?",
  "see_all": "See all",
  "our_projects": "Our Projects",
  "slide_innovation_title": "Innovation",
  "slide_innovation_description": "At Dark Matter Code, innovation is our main driver. We are dedicated to creating advanced technological solutions that transform businesses. From artificial intelligence to automation, we apply cutting-edge technology to ensure your company is always one step ahead.",
  "slide_software_title": "Software Development",
  "slide_software_description": "We design and develop custom software, adapting to the needs of each client. Our team creates efficient, secure, and scalable web and mobile applications, optimizing processes to maximize productivity.",
  "slide_consulting_title": "Tech Consulting",
  "slide_consulting_description": "We provide strategic technology consulting for companies looking to optimize their systems and processes. From data analysis to cloud migrations, we guide you through digital transformation.",
  "slide_integration_title": "Hardware and Software Integration",
  "slide_integration_description": "We develop comprehensive solutions that combine hardware and software to improve operational efficiency. From IoT to industrial automation, we connect smart devices with digital platforms.",
  "slide_cybersecurity_title": "Cybersecurity and Data Protection",
  "slide_cybersecurity_description": "We protect your information with advanced cybersecurity solutions. We implement encryption, firewalls, and real-time monitoring to ensure the integrity of your data and prevent digital threats.",
  "slide_ai_title": "Automation and Artificial Intelligence",
  "slide_ai_description": "Artificial intelligence is revolutionizing the industry, and at Dark Matter Code we use it to optimize processes, reduce costs, and improve decision-making through predictive models and advanced automation.",
  "slide_experience_title": "Our Experience in Action",
  "slide_experience_description": "Discover how our technological solutions have helped companies innovate and grow. See some of our projects in action and learn how we work.",
  "why_choose_us": "Why choose us?",
  "close": "Close",
  "folower": "Follow us on social media:"
}