{
  "home": "Inicio",
  "about": "Nosotros",
  "services": "Servicios",
  "projects": "Proyectos",
  "contact": "Contactos",
  "language": "Idioma",
  "hello": "Hola",
  "featured_projects": "Proyectos Destacados",
  "description": "Hemos trabajado con empresas de diversos sectores, \ncreando soluciones digitales que impulsan su crecimiento. \nEstos son algunos de nuestros proyectos destacados.",
  "welcome_message": "¡Bienvenido a nuestra aplicación!",
  "about_us": "Nosotros",
  "our_services": "Nuestros Servicios",
  "connect_companies": "Conectamos empresas con soluciones tecnológicas innovadoras para impulsar su éxito global.",
  "transforming": "Transformando",
  "ideas_into_digital_reality": "Ideas en realidad digital",
  "transform_ideas": "Transformamos tus ideas en software innovador y ágil, utilizando las últimas tecnologías para crear soluciones duraderas que evolucionan con tu negocio.",
  "contact_us": "Contáctanos",
  "build_for_future": "Construye para el futuro",
  "take_business_next_level": "Es hora de llevar tu negocio al siguiente nivel. Dark Matter ayuda a empresas de todos los tamaños a transformar sus operaciones y conectar el mundo digital con el físico a través de tecnología avanzada.",
  "learn_more_about_us": "Aprende más sobre nosotros",
  "pickup_corto": "Plataforma de gestión y mantenimiento de vehículos con seguimiento del proceso de detailing, reparación y entrega, además de administración para ventas y alquileres.",
  "pickup_largo": "Pickup Workshop es un sistema avanzado que ofrece servicios completos de detailing y gestión del mantenimiento de vehículos. Permite realizar un seguimiento en tiempo real del proceso de recogida, reparación y entrega, asegurando un control eficiente en cada etapa. Incluye reportes detallados con especificaciones de cada servicio realizado, brindando transparencia y trazabilidad.\nAdemás, el sistema forma parte de una red de administración de vehículos para su venta y alquiler, donde los automóviles son asignados y trasladados de manera organizada a los puntos de entrega previamente establecidos. Esto optimiza la gestión logística y garantiza que cada unidad llegue al destino indicado de manera eficiente.",
  "pickup_sub": "Plataforma Integral para el Mantenimiento y Gestión de Vehículos",
  "pickup_date": "Enero 2022",
  "jade_corto": "Plataforma de gestión de cuentas por cobrar, ventas y monitoreo en tiempo real con aplicaciones móviles para vendedores y supervisores.",
  "jade_largo": "Grupo Jade Rosario SRL es un sistema integral de gestión de cuentas por cobrar de vendedores y clientes. Incluye control total de supervisores, seguimiento en tiempo real de vendedores, ubicaciones, devoluciones, cotizaciones y facturas. También cuenta con estadísticas avanzadas, alertas de vencimiento y bajo inventario. Todo está conectado a una aplicación de ventas que permite a los vendedores gestionar clientes, inventario, rutas, metas e impresión de documentos. Además, existe una aplicación para supervisores que les permite visualizar y administrar toda la información en tiempo real.",
  "jade_sub": "Sistema Integral de Gestión Comercial y Ventas",
  "jade_date": "Agosto 2024",
  "luna_corto": "Plataforma de ventas mayoristas con eCommerce privado, gestión de pedidos, facturación automatizada y control de perfiles.",
  "luna_largo": "Rodríguez Luna Import es un sistema de ventas diseñado para clientes mayoristas y vendedores, ofreciendo un eCommerce privado especializado en la venta al por mayor de piezas y repuestos. Forma parte de una administración integral que permite la gestión eficiente del recuento de pedidos, facturación con notificaciones automáticas y actualizaciones en tiempo real. El sistema soporta diversos tipos de archivos, autenticación avanzada y múltiples filtros para facilitar la búsqueda de productos. Además, cuenta con subprocesos y un control detallado de perfiles para administración, vendedores, clientes y proveedores.",
  "luna_sub": " eCommerce Privado para Ventas Mayoristas de Piezas y Repuestos",
  "luna_date": "Junio 2023",
  "gestion":"Gestionado por Dark Matter",
  "talk":"Hablemos",
  "basic_info": "Información Básica",
  "full_name": "Nombre Completo",
  "required_field": "Este campo es obligatorio",
  "email": "Correo Electrónico",
  "valid_email": "Ingrese un correo válido",
  "phone_optional": "Teléfono (opcional)",
  "company": "Empresa u Organización",
  "project_details": "Detalles del Proyecto",
  "service_interest": "Servicio de Interés",
  "software_development": "Desarrollo de Software",
  "tech_consulting": "Consultoría Tecnológica",
  "ai": "Inteligencia Artificial",
  "mobile_apps": "Aplicaciones Móviles",
  "others": "Otros",
  "company_size": "Tamaño de la Empresa",
  "small_company": "Pequeña Empresa",
  "medium_company": "Empresa Mediana",
  "large_company": "Gran Empresa",
  "startup": "Startup",
  "budget": "Presupuesto Aproximado",
  "less_than_5000": "Menos de 5,000",
  "5000_10000": "5,000 - 10,000",
  "10000_20000": "10,000 - 20,000",
  "more_than_20000": "Más de 20,000",
  "project_deadline": "Plazo del Proyecto",
  "additional_message": "Mensaje Adicional",
  "message": "Mensaje o Consulta",
  "how_did_you_find_us": "¿Cómo nos encontraste?",
  "social_media": "Redes Sociales",
  "recommendation": "Recomendación",
  "google_search": "Búsqueda en Google",
  "confirmation_privacy_policy": "Confirmación y Política de Privacidad",
  "accept_privacy_policy": "Acepto la política de privacidad",
  "must_accept_privacy_policy": "Debe aceptar la política de privacidad",
  "send": "Enviar",
  "back": "Atrás",
  "next": "Siguiente",
  "form_sent_successfully": "Formulario enviado exitosamente",
  "error": "Error",
  "contact_form": "Formulario de Contacto",
  "dark_title"  : "Dark",
  "dark_subtitle":"Soluciones para todas las plataformas",
  "matter_title":"Matter",
  "matter_subtitle":"Construyendo el futuro digital",
  "code_title":"CODE",
  "code_subtitle":"Desarrollo de software a medida",
  "interested_in_more_projects":"¿Interesado en más proyectos?",
  "see_all":"Ver todos",
  "our_projects" : "Nuestros Proyectos",
  "slide_innovation_title": "Innovación",
  "slide_innovation_description": "En Dark Matter Code, la innovación es nuestro motor principal. Nos dedicamos a crear soluciones tecnológicas avanzadas que transforman negocios. Desde inteligencia artificial hasta automatización, aplicamos tecnología de vanguardia para garantizar que tu empresa esté siempre un paso adelante.",
  "slide_software_title": "Desarrollo de Software",
  "slide_software_description": "Diseñamos y desarrollamos software a la medida, adaptándonos a las necesidades de cada cliente. Nuestro equipo crea aplicaciones web y móviles eficientes, seguras y escalables, optimizando procesos para maximizar la productividad.",
  "slide_consulting_title": "Consultoría en TI",
  "slide_consulting_description": "Brindamos asesoría estratégica en tecnología para empresas que buscan optimizar sus sistemas y procesos. Desde análisis de datos hasta migraciones a la nube, te guiamos en la transformación digital.",
  "slide_integration_title": "Integración de Hardware y Software",
  "slide_integration_description": "Desarrollamos soluciones integrales que combinan hardware y software para mejorar la eficiencia operativa. Desde IoT hasta automatización industrial, conectamos dispositivos inteligentes con plataformas digitales.",
  "slide_cybersecurity_title": "Ciberseguridad y Protección de Datos",
  "slide_cybersecurity_description": "Protegemos tu información con soluciones avanzadas de ciberseguridad. Implementamos cifrado, firewalls y monitoreo en tiempo real para garantizar la integridad de tus datos y prevenir amenazas digitales.",
  "slide_ai_title": "Automatización e Inteligencia Artificial",
  "slide_ai_description": "La inteligencia artificial está revolucionando la industria, y en Dark Matter Code la utilizamos para optimizar procesos, reducir costos y mejorar la toma de decisiones a través de modelos predictivos y automatización avanzada.",
  "slide_experience_title": "Nuestra Experiencia en Acción",
  "slide_experience_description": "Descubre cómo nuestras soluciones tecnológicas han ayudado a empresas a innovar y crecer. Mira algunos de nuestros proyectos en acción y conoce cómo trabajamos.",
  "why_choose_us"   : "¿Por qué elegirnos?",
  "close": "Cerrar",
  "folower":"Síguenos en redes:"
}